anggiarlandi.vscode-open-in-github
bazelbuild.vscode-bazel
bierner.markdown-preview-github-styles
eetami.whitespace-formatter
enkia.tokyo-night
fwcd.kotlin
github.copilot
github.copilot-chat
github.vscode-pull-request-github
llvm-vs-code-extensions.lldb-dap
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
openai.chatgpt
redhat.java
swiftlang.swift-vscode
twxs.cmake
valentjn.vscode-ltex
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscodevim.vim
zainchen.json
zxh404.vscode-proto3
